Repository: zentahori/founder-hubs
Catalog: *-content/plugins/watchlist/languages/*/messages.po
Languages: ja_ja, ru_ru

source: Delete
ja_ja: 削除
ru_ru: Удалить

source: View your watchlist
ja_ja: ウォッチリストを見る
ru_ru: Просмотреть избранное

source: Please login
ja_ja: ログインしてください。
ru_ru: Пожалуйста, войдите

source: Watchlist Help
ja_ja: ウォッチリスト ヘルプ
ru_ru: Помошь по Избранному

source: What is Watchlist Plugin?
ja_ja: ウォッチリストプラグインとは？
ru_ru: Что такое плагин "Избранное"?

source: Watchlist plugin allows you to display a link that will allow user to save items on a watchlist page
ja_ja: ウォッチリスト プラグインは、ユーザーに気になるページをウォッチリストとしてリンク登録を許可するプラグインです。
ru_ru: Плагин "Избранное" позволяет вам отображать ссылку, которая даст возможность пользователю добавлять объявления в Избранное

source: How does Watchlist plugin work?
ja_ja: ウォッチリスト プラグインはどのように動作すつのか？
ru_ru: Как работает плагин "Избранное"?

source: In order to use Watchlist plugin, you should edit your theme files and add the following line anywhere in the code you want the Watchlist link to appear
ja_ja: ウォッチリスト プラグインを使う為には、次のようなコードをウォッチリストのリンクを表示させたい任意の場所に追加して、themeファイルを編集する必要があります。
ru_ru: Для того, что использовать плагин "Избранное", вам необходимо отредактировать файлы вашей темы и добавить следующую строчку в том месте, где вы хотите видеть ссылку "добавить в избранное"

source: Could I cutomize the style of Watchlist plugin?
ja_ja: ウォッチリスト プラグインのスタイルをカスタマイズすることはできますか？
ru_ru: Могу ли я изменить стиль плагина "Избранное"?

source: Of course you can. Watchlist display a link only you can use css to make a button or anything else
ja_ja: もちろん可能です。ウォッチリストのリンクは、CSSをいじるだけでボタンやその他のどんなスタイルにも表示を変更することができます。
ru_ru: Конечно, можете. "Избранное" отображает ссылку. Можно использовать CSS чтобы превратить её в кнопку или что-нибудь ещё.

source: Did Watchlist plugin work with all version of OSClass?
ja_ja: ウォッチリスト プラグインは、OSClassのどのバージョンでも機能しますか？
ru_ru: Плагин "Избранное" работает со всеми версиями OSClass?

source: In order to work this pluggin need OSClass v2.2 and up without this version pluggin will crash
ja_ja: このプラグインを問題なく動作させる為には、OSClass v2.2以上のバージョンが必要です。
ru_ru: Для работы плагину требуется OSClass версии 2.2 и выше. В противном случае плагин не будет работать

source: You have %s version
ja_ja: バージョン%sを使用しています。
ru_ru: Вы используете версию %s

source: Add to watchlist
ja_ja: ウォッチリストに追加する
ru_ru: Добавить в избранное

source: Watchlist
ja_ja: ウォッチリスト
ru_ru: Избранное

source: Your watchlist
ja_ja: あたなのウォッチリスト
ru_ru: Ваше избранное

source: You don't have any items yet
ja_ja: まだウォッチリストはありません。
ru_ru: У вас ещё нет избранных объявлений

source: You are watching %d item
ja_ja: 現在%d個のウォッチリストがあります。
ru_ru: Объявлений в избранном %d

source: This action can not be undone. Are you sure you want to continue?
ja_ja: この操作は、元に戻せません。続行しますか？
ru_ru: Это действие невозможно будет отменить. Вы уверены, что хотите продолжить?

source: You are watcihng %d items
ru_ru: Объявлений в избранном: %в
